{"label": 3, "title": "Alpharma, Pfizer Launch Generic Neurontin (Reuters)", "description": "Reuters - Alpharma Inc.  on Friday began\\selling a cheaper generic version of Pfizer Inc.'s   #36;3\\billion a year epilepsy drug Neurontin without waiting for a\\court ruling on Pfizer's request to block the copycat medicine."}
{"label": 3, "title": "UPDATE 2-Fed #39;s Santomero sees solid growth, measured hikes", "description": "The US economy should grow about 4 percent next year, giving the Federal Reserve room to continue <3> raising interest rates at a measured pace, Philadelphia"}
{"label": 1, "title": "Mbeki to go-ahead with Ivory Coast visit", "description": "President Thabo Mbeki is to visit the Ivory Coast today, the presidency and <1> department of foreign affairs said in a joint statement."}
{"label": 1, "title": "Sudanese cabinet welcomes UN resolution on Sudan", "description": "The Sudanese government welcomed Sunday the UN Security Council #39;s resolution on Sudan. Sudanese Foreign Minister Mustafa Ismail said the Sudanese <1> cabinet quot;considered the resolution"}
{"label": 4, "title": "A New Crew Arrives At the Space Station", "description": "A Soyuz spacecraft with a replacement crew for the International Space Station docked safely with the orbiting <4> complex early today."}
{"label": 4, "title": "Possible Source of Cosmic Rays Found", "description": "com Staff. Astronomers have produced the first truly useful image ever of something in space using gamma rays. It #39;s a picture only an astronomer could love, but it appears to help solve a century-long mystery."}
{"label": 2, "title": "Bucknell Upsets No. 10 Pittsburgh 69-66 (AP)", "description": "AP - Kevin Bettencourt made two free throws with 23 seconds remaining to give Bucknell the lead in a 69-66 victory over No. 10 Pittsburgh on Sunday night, one of the biggest wins in school history."}
{"label": 2, "title": "Two-goal Kalou kills Rangers hopes", "description": "GLASGOW, Scotland -- Scottish giants Rangers crashed out of a European competition for the second time this season following a 2-0 defeat at home to Auxerre in the UEFA Cup."}
{"label": 1, "title": "Football: England fury over abuse", "description": "England's Jermaine Jenas demands action after racist abuse by Spain fans."}
{"label": 3, "title": "Mitsubishi optimistic despite downhill slide", "description": "TONY EASTLEY: Japanese carmaker, Mitsubishi Motors, is nothing if not optimistic. In just six months, the battered company has <3> lost more than \\$1."}
{"label": 2, "title": "NCAA Game Summary - Louisville at Miami-Florida", "description": "Miami, FL (Sports Network) - Frank <2> Gore scored from one yard out in the final minute to lift the third-ranked Miami Hurricanes to a 41-38 victory over No."}
{"label": 2, "title": "Patriots Sign Top Pick Watson (Reuters)", "description": "Reuters - The New England Patriots\\Monday announced the signing of first-round draft pick Benjamin\\Watson. As per team <2> policy, terms of the tight end's deal were\\not released."}
{"label": 4, "title": "Ready for Service Pack 2? Not so fast, XP Pro users", "description": "You #39;ve been patient. You #39;ve done what Microsoft asked you to do. You #39;re ready to download Service Pack 2 for Windows XP."}
{"label": 1, "title": "Russia Sends Troops to Guard Nuclear Sites (Reuters)", "description": "Reuters - Russia deployed extra troops to guard\\dozens of nuclear facilities across the country on Wednesday\\after militants seized a school in the south and a suicide bomb\\attack in Moscow, the nuclear authority said."}
{"label": 3, "title": "Stocks Seen Flat Are Oil Edges Higher", "description": " NEW YORK (Reuters) - U.S. stock futures got a slight boost  on Friday after a report showed U.S. retail sales rose in  October, but the market still looked to open flat, pulling back  from the previous day's rally as oil prices nudge higher."}
{"label": 4, "title": "New structure found deep within West Antarctic Ice Sheet", "description": "Scientists have found a remarkable new structure deep within the West Antarctic Ice Sheet which suggests that the whole ice sheet is more susceptible to future change than previously <4> thought."}
